tap "homebrew/services"
tap "yudai/gotty"
brew "brotli"
brew "xz"
brew "asciinema"
brew "autoconf"
brew "ca-certificates"
brew "mpdecimal"
brew "openssl@3"
brew "readline"
brew "sqlite"
brew "autojump"
brew "python@3.13"
brew "awscli"
brew "gettext"
brew "ncurses"
brew "bash"
brew "bat"
brew "bdw-gc"
brew "berkeley-db"
brew "btop"
brew "c-ares"
brew "cask"
brew "libyaml"
brew "checkov"
brew "circleci"
brew "codex"
brew "rtmpdump"
brew "curl"
brew "d2"
brew "dash-shell"
brew "docker"
brew "docker-compose"
brew "dotnet"
brew "harfbuzz"
brew "node"
brew "firebase-cli", link: false
brew "fzf"
brew "gdbm"
brew "gh"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "gitlab-ci-local"
brew "glab"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "npth"
brew "gnupg"
brew "go"
brew "libtool"
brew "graphviz"
brew "grep"
brew "pkgconf"
brew "guile"
brew "helm"
brew "htop"
brew "istioctl"
brew "jansson"
brew "jenkins"
brew "jq"
brew "jsonlint"
brew "pandoc"
brew "jupyterlab"
brew "openjdk"
brew "kafka"
brew "kubernetes-cli"
brew "ldns"
brew "libcbor"
brew "libfido2"
brew "libpthread-stubs"
brew "libzip"
brew "lua"
brew "minikube"
brew "neofetch"
brew "nmap"
brew "nodenv"
brew "ollama"
brew "openai-whisper"
brew "openjdk@17"
brew "openshift-cli"
brew "openssh"
brew "openssl@1.1"
brew "operator-sdk"
brew "perl"
brew "pipx"
brew "plantuml"
brew "powerlevel10k"
brew "python@3.11"
brew "python-gdbm@3.11"
brew "python-typing-extensions"
brew "python@3.10"
brew "pyyaml"
brew "ruby"
brew "selenium-server"
brew "snort"
brew "socat"
brew "task"
brew "tcl-tk"
brew "terraform"
brew "thefuck"
brew "tldr"
brew "tm"
brew "tmux"
brew "tor"
brew "tree"
brew "vault"
brew "vault-cli"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh-async"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "zsh-syntax-highlighting"
brew "zsh-system-clipboard"
brew "zsh-vi-mode"
cask "firefox"
cask "font-meslo-lg-nerd-font"
cask "gcloud-cli"
cask "tor-browser"
cask "warp"
go "github.com/766b/go-outliner"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
